{
  "replacing-special-characters-in-a-key-as-text": "",
  "select-your-language": "Select your language",
  "english": "English",
  "french": "French",
  "server-side": "Server side",
  "client-side": "Client side",
  "article-title": "A Brief History of Languages",
  "origins-heading": "The Origins of Language",
  "origins-p-1": "Language has been a defining feature of human civilization for tens of thousands of years. From early cave symbols to the complex writing systems of ancient Mesopotamia, <strong>language has evolved</strong> as both a tool and an art form.",
  "origins-p-2": "Some of the earliest evidence of symbolic communication dates back over <strong>{{yearsAgo}} years</strong>. Ancient humans used <em>petroglyphs</em>, handprints, and rudimentary carvings to tell stories, convey warnings, and mark territory. Learn more at <a href=\"https://en.wikipedia.org/wiki/Cave_art\" target=\"_blank\" rel=\"noopener noreferrer\">Cave Art - Wikipedia</a>.",
  "writing-section-heading": "From Sound to Script",
  "writing-p-1": "Spoken languages likely began as <strong>simple survival sounds</strong> - warnings, calls, or expressions of need. Over time, these primitive utterances became more structured, forming the basis of what we now call <strong>speech</strong>.",
  "writing-p-2": "The invention of <u>writing systems</u> revolutionized human communication. From the <strong>cuneiform tablets of Sumer</strong> to Egyptian hieroglyphs, early scripts allowed knowledge to be stored, shared, and preserved across generations. See more at <a href=\"https://www.britannica.com/topic/cuneiform\" target=\"_blank\" rel=\"noopener noreferrer\">Britannica's Cuneiform Overview</a>.",
  "writing-p-3": "Today, there are over <strong>{{languageCount}} spoken languages</strong> in the world - each one telling its own story of origin, migration, and change.",
  "identity-section-heading": "Language and Identity",
  "identity-p-1": "Language is more than a tool; it's a <strong>reflection of identity</strong>. The words we use often carry cultural significance and historical depth. Dialects and accents tell stories of <u>regional roots</u>, migration, and influence.",
  "identity-p-2": "In many indigenous communities, efforts to preserve endangered languages are tied directly to cultural survival. <em>“When a language dies, a way of understanding the world disappears.”</em> say many linguists. Visit <a href=\"https://www.endangeredlanguages.com/\" target=\"_blank\" rel=\"noopener noreferrer\">EndangeredLanguages.com</a> to learn more.",
  "digital-section-heading": "The Digital Age of Language",
  "digital-p-1": "With the rise of the internet and global communication, language is changing faster than ever. <strong>Emojis, memes, and abbreviations</strong> are shaping how we express ourselves online.",
  "digital-p-2": "Tech giants now invest in <em>real-time translation</em>, voice recognition, and AI-generated subtitles - proof that language remains a <strong>cutting-edge technology</strong>. Try tools like <a href=\"{{platformUrl}}\" target=\"_blank\" rel=\"noopener noreferrer\">{{platformName}}</a>.",
  "summary-section-heading": "Final Thoughts",
  "summary-p-1": "Language is how we <u>preserve culture</u>, share knowledge, and connect across time. Whether written, spoken, or signed, language remains at the heart of what makes us human.",
  "summary-p-2": "In a world of increasing connection, understanding each other's words - literally and figuratively - has never been more important."
}