{
  "replacing-special-characters-in-a-key-as-text": "",
  "select-your-language": "Sélectionner votre langue",
  "english": "Anglaise",
  "french": "Français",
  "server-side": "Côté serveur",
  "client-side": "Côté client",
  "article-title": "Une brève histoire des langues",
  "origins-heading": "Les origines du langage",
  "origins-p-1": "Le langage est une caractéristique déterminante de la civilisation humaine depuis des dizaines de milliers d'années. Des premiers symboles dans les grottes aux systèmes d'écriture complexes de l'ancienne Mésopotamie, <strong>le langage a évolué</strong> à la fois comme un outil et une forme d'art.",
  "origins-p-2": "Quelques-unes des premières preuves de communication symbolique remontent à plus de <strong>{{yearsAgo}} ans</strong>. Les humains anciens utilisaient des <em>pétroglyphes</em>, des empreintes de mains et des gravures rudimentaires pour raconter des histoires, transmettre des avertissements et marquer leur territoire. En savoir plus sur <a href=\"https://fr.wikipedia.org/wiki/Art_des_grottes\" target=\"_blank\" rel=\"noopener noreferrer\">l'art rupestre – Wikipédia</a>.",
  "writing-section-heading": "Du son à l’écriture",
  "writing-p-1": "Les langues parlées ont probablement commencé comme des <strong>sons simples de survie</strong> - avertissements, appels ou expressions de besoins. Avec le temps, ces énoncés primitifs sont devenus plus structurés, formant la base de ce que nous appelons maintenant le <strong>discours</strong>.",
  "writing-p-2": "L’invention des <u>systèmes d’écriture</u> a révolutionné la communication humaine. Des <strong>tablettes cunéiformes de Sumer</strong> aux hiéroglyphes égyptiens, les premiers scripts ont permis de stocker, partager et préserver les connaissances à travers les générations. Voir plus sur <a href=\"https://www.britannica.com/topic/cuneiform\" target=\"_blank\" rel=\"noopener noreferrer\">l’aperçu du cunéiforme sur Britannica</a>.",
  "writing-p-3": "Aujourd’hui, il existe plus de <strong>{{languageCount}} langues parlées</strong> dans le monde - chacune racontant sa propre histoire d’origine, de migration et de changement.",
  "identity-section-heading": "Langue et identité",
  "identity-p-1": "Le langage est plus qu’un outil ; c’est un <strong>reflet de l’identité</strong>. Les mots que nous utilisons portent souvent une signification culturelle et une profondeur historique. Les dialectes et accents racontent des histoires de <u>racines régionales</u>, de migration et d’influence.",
  "identity-p-2": "Dans de nombreuses communautés autochtones, les efforts pour préserver les langues en danger sont directement liés à la survie culturelle. <em>« Quand une langue meurt, une manière de comprendre le monde disparaît. »</em> disent de nombreux linguistes. Visitez <a href=\"https://www.endangeredlanguages.com/\" target=\"_blank\" rel=\"noopener noreferrer\">EndangeredLanguages.com</a> pour en savoir plus.",
  "digital-section-heading": "L’ère numérique du langage",
  "digital-p-1": "Avec l’essor d’Internet et de la communication mondiale, le langage change plus vite que jamais. <strong>Les emojis, mèmes et abréviations</strong> façonnent la manière dont nous nous exprimons en ligne.",
  "digital-p-2": "Les géants de la tech investissent désormais dans la <em>traduction en temps réel</em>, la reconnaissance vocale et les sous-titres générés par IA - preuve que le langage reste une <strong>technologie de pointe</strong>. Essayez des outils comme <a href=\"{{platformUrl}}\" target=\"_blank\" rel=\"noopener noreferrer\">{{platformName}}</a>.",
  "summary-section-heading": "Dernières réflexions",
  "summary-p-1": "Le langage est la façon dont nous <u>préservons la culture</u>, partageons les connaissances et nous connectons à travers le temps. Qu’il soit écrit, parlé ou signé, le langage reste au cœur de ce qui fait de nous des êtres humains.",
  "summary-p-2": "Dans un monde de connexions croissantes, comprendre les mots des autres - au sens propre comme au sens figuré - n’a jamais été aussi important."
}